IDEA StatiCa Open Model
NadSetupValueDouble.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Value { get; set; }
Public Property Value As Double
	Get
	Set
public:
property double Value {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
NadSetupValueDouble Class
IdeaRS.OpenModel.Concrete Namespace